# Создать функцию преобразования температуры.

def convertTemp(C):
    return (C * 9 / 5) + 32
    
print(convertTemp(C = 30))