# Создать функцию, которая вычисляет сумму между двумя числами.

a = 10
b = 15
sum = 0
for i in range(a, b+1):
    print(i)
    sum += i

print(sum)



# Я не смог сделать это упражнение правильно.